{
  "basics": {
    "name": "Alessandro Bombini",
    "label": "Technologist",
    "image": "",
    "email": "bombini@fi.infn.it",
    "phone": "",
    "url": "https://androbomb.github.io/",
    "summary": "",
    "location": {
      "address": "Via Bruno Rossi 1",
      "postalCode": "50019",
      "city": "Sesto Fiorentino (FI)",
      "countryCode": "Italy",
      "region": ""
    },
    "profiles": [
    ]
  },
  "work": [
    {
      "name": "ICSC - Centro Nazionale di Ricerca in HPC, Big Data e Quantum Computing",
      "position": "Associato",
      "url": "https://www.supercomputing-icsc.it",
      "startDate": "2023-05-15",
      "endDate": "",
      "summary": "He works as a fixed-term technologist at the INFN Florence section, within the National Center 1 - ICSC National Research Center in High Performance Computing, Big Data and Quantum Computing, within Spoke 2 'Fundamental Research', WP2 'High Energy Physics' and WP6 'Industrial Applications & Space Economy'. He acts as Principal Investigator (PI) for the Flagship of 2.6.1. Fast Extended Computer Vision dedicated to distributed computing applications for the inference of neural networks dedicated to artificial vision on physical imaging. Collaborates within the WP2 Innovation Grant dedicated to Physics Informed Neural Networks applications on the LHCb project 'Flash simulations of resistive solid state detectors'.  He collaborates as a member of the specific INFN initiative dedicated to artificial intelligence AI_INFN, where he also acts as a teacher for Hackathons.",
      "highlights": [
        "Deep Learning",
        "Cloud Computing",
        "Research",
        "Distributed Computing"
      ]
    } ,
    {
      "name": "Istituto Nazionale di Fisica Nucleare",
      "position": "Tecnologo a tempo determinato",
      "url": "https://home.infn.it",
      "startDate": "2023-05-15",
      "endDate": "",
      "summary": "He works as a fixed-term technologist at the INFN Florence section, within the National Center 1 - ICSC National Research Center in High Performance Computing, Big Data and Quantum Computing, within Spoke 2 'Fundamental Research', WP2 'High Energy Physics' and WP6 'Industrial Applications & Space Economy'. He acts as Principal Investigator (PI) for the Flagship of 2.6.1. Fast Extended Computer Vision dedicated to distributed computing applications for the inference of neural networks dedicated to artificial vision on physical imaging. Collaborates within the WP2 Innovation Grant dedicated to Physics Informed Neural Networks applications on the LHCb project 'Flash simulations of resistive solid state detectors'.  He collaborates as a member of the specific INFN initiative dedicated to artificial intelligence AI_INFN, where he also acts as a teacher for Hackathons.",
      "highlights": [
        "Deep Learning",
        "Cloud Computing",
        "Research", 
        "Distributed Computing"
      ]
    } ,
    {
      "name": "Istituto Nazionale di Fisica Nucleare",
      "position": "Assegnista di Ricerca",
      "url": "https://home.infn.it",
      "startDate": "2022-07-01",
      "endDate": "2023-05-14",
      "summary": "I carried out ICT research and development of the SaaS platform of the organization's internal network dedicated to the applications of nuclear technologies on cultural heritage, INFN-CHNet (Cultural Heritage Network). I collavorated with colleagues from INFN-CNAF on the design, development with an IaC approach, and implementation of a PaaS-type architecture as a pilot for the European competence center for cultural heritage (activity carried out within the 4CH project). I actively collaborated in the integration and porting of the THESPIAN suite into the 4CH PaaS. Since 07/2022 I have been responsible for digital development and co-author of the AIRES-CH (Artificial Intelligence for digital REStoration of Cultural Heritage) project, written in collaboration with the PI Dr. Francesco Taccetti, and with the head of Scientific Analysis Dr. Chiara Ruberto. The AIRES-CH project was the winner of the Tuscany Region call Giovani Sì - FSC Research Grants Year 2021, CUP I95F21001120008. The AIRES-CH project focuses on the development of a native cloud application based on deep neural networks to perform the task of automatic color assignment to imaging analyzes with nuclear technologies, in particular X-ray fluorescence analysis. I personally followed the design, writing, training and testing of neural networks, as well as data recovery, dataset creation and data engineering. The code for the development of the neural networks was written in Python, exploiting packages for numerical calculation such as NumPy and SciPy, with the TensorFlow and Keras packages for the architectures, and with the Optuna package for the optimization of the hyperparameters through the Bayesian optimization. Finally I worked on the design, development and release of a server application with REST API architecture to serve trained neural networks via the web. The code for the REST-API is released on GitHub.", 
      "highlights": [
        "Deep Learning",
        "Cloud Computing",
        "Computer Vision"
      ]
    } ,
    {
      "name": "Istituto Nazionale di Fisica Nucleare",
      "position": "Assegnista di Ricerca",
      "url": "https://home.infn.it",
      "startDate": "2020-09-01",
      "endDate": "2022-06-20",
      "summary": "I deal with research and development of digital infrastructures and web services for the Digital Heritage Laboratory (DHLab) of the Cultural Heritage Network (CHNet), National Institute of Nuclear Physics, Florence, within the European Open Science Cloud (EOSC) European research projects ) - Pillar (https://www.eosc-pillar.eu/), and ARIADNEplus (https://ariadne-infrastructure.eu/).",
      "highlights": [
        "Deep Learning",
        "Cloud Computing",
        "Computer Vision",
        "Full-stack development"
      ]
    } 

  ],
  "education": [
    {
      "institution": "University of Padova",
      "location": "Padova, Italy",
      "url": "https://www.unipd.it/",
      "area": "Physics",
      "summary": "My Ph.D. project focuses on the so-called “fuzzball” proposal. Fuzzballs are String Theory solutions that approximate the usual Black Hole (BH) at large distances but are otherwise smooth geometries without curvature singularities or a causal disconnecting horizon. If all BH microstates were described by fuzzballs, the infamous BH information paradox would de facto be solved." ,
      "studyType": "PhD",
      "startDate": "2016-10-01",
      "endDate": "2019-09-30",
      "score": "Excellent",
      "courses": [
      ]
    }
  ],
  "publications": [
    {
      "name": "Zur Elektrody/namik bewegter Körper",
      "publisher": "Annalen der Physik",
      "releaseDate": "1905-06-30",
      "url": "https://en.wikisource.org/wiki/Translation:On_the_Electrodynamics_of_Moving_Bodies",
      "summary": "It concerned an interpretation of the Michelson–Morley experiment and the properties of light and time. Special relativity incorporates the principle that the speed of light is the same for all inertial observers regardless of the state of motion of the source."
    },
    {
      "name": "Über einen die Erzeugung und Verwandlung des Lichtes betreffenden heuristischen Gesichtspunkt",
      "publisher": "Annalen der Physik",
      "releaseDate": "1905-03-18",
      "url": "https://de.wikisource.org/wiki/Über_einen_die_Erzeugung_und_Verwandlung_des_Lichtes_betreffenden_heuristischen_Gesichtspunkt",
      "summary": "In the second paper, he applied the quantum theory to light to explain the photoelectric effect. In particular, he used the idea of light quanta (photons) to explain experimental results, but stressed the importance of the experimental results. The importance of his work on the photoelectric effect earned him the Nobel Prize in Physics in 1921."
    },
    {
      "name": "Die Grundlage der allgemeinen Relativitätstheorie",
      "publisher": "Annalen der Physik",
      "releaseDate": "1916-03-20",
      "url": "https://de.wikisource.org/wiki/Die_Grundlage_der_allgemeinen_Relativitätstheorie",
      "summary": "The publication of the theory of general relativity made him internationally famous. He was professor of physics at the universities of Zurich (1909–1911) and Prague (1911–1912), before he returned to ETH Zurich (1912–1914)."
    }
  ],
  "languages": [
    {
      "language": "Italian",
      "fluency": "Native speaker", 
      "icon": ""
    },
    {
      "language": "English",
      "fluency": "Fluent",
      "icon": ""
    },
    {
      "language": "French",
      "fluency": "Basic",
      "icon": ""
    }
  ],
  "projects": [
    {
      "name": "Artificial Intelligence for digital REStoration of Cultural Heritage - AIRES-CH",
      "summary": "",
      "highlights": [
        "Nuclear Vision",
        "X-Ray Fluorescence",
        "Deep Learning"
      ],
      "startDate": "2021-07-01",
      "endDate": "",
      "url": ""
    }
  ]
}
